{
  "organization": {
    "title": "Introduction About Organization",
    "description": "The Crescent Foundation laid in 2008 with the aim for the betterment and upliftment of the weaker & underprivileged community in India. The Crescent Foundation founded under the Public Charitable Trust Registration Act in 2008 is home to peoples and nature beset with problems of poverty, illiteracy, unequal distribution of wealth, exploitation and all the associated ills. This results from a lack of awareness, illiteracy, poor planning, and wanton greed of the section of human society and a world where every child attains the right to survival, protection, development, and participation, envisions building an equal opportunity society. The organization seeks sustainable solutions to long-term problems of the ‘marginalized and weaker section of the society’ through an integrated, community-based, participatory approach that reinforces civil society and government initiative. Through an array of empowering measures, it works to open opportunities for marginalized and weaker sections of society and improve their living conditions. TCF, at present, is engaged in the field of Education in weaker sections and marginalized communities and in the health sector, skill development and women empowerment field with an average of 12000+ beneficiaries till date.",
    "vision": {
      "title": "Our Vision",
      "description": "The Crescent Foundation home to peoples and nature beset with problems of poverty, illiteracy, unequal distribution of wealth, exploitation and all the associated ills. This is a result of lack of awareness, illiteracy, poor planning, and wanton greed of the section of human society and A world in which every child attains the right to survival, protection, development, and participation."
    },
    "mission": {
      "title": "Our Mission",
      "description": "Our mission is to touch millions of lives and spread happiness to the underprivileged People of India on a sustainable basis. We will make use of multiple platforms and mediums to reach this goal and be one of the most respected NGO known for its practice and ethics. TCF was formed to respond to this issue and is the initiative and effort to facilitate Empowering community development process."
    }
  }
  
}

